const Reader = require('.')

const reader = Reader(
  {},
  {
    save: false,
    path: __dirname
  }
)
;(async () => {
  await reader(`   势，完全是一种虚无的东西，但是在这一刻，被苏晨施展的淋漓尽致，这种以势压人，令张江庭完全难以抵抗，苏晨从一开始的疯狂，就让张江庭感觉到了一股恐惧的味道，如吃人狂魔，瞬间抓掉了自己肩膀之上的一大块肉，深可见骨，这绝对是只有疯狂的野兽才能够做得出来的事情。

    张江庭步步为营，不敢给苏晨任何机会，刚才自己的一拳，也让苏晨颇为难受，可是自己的肩膀，却已经不敢抬起来了。本就瘦弱，与苏晨比拼体力，那无疑是张江庭的弱点。

    “你就是个疯子！”

    张江庭心有余悸，怒吼着说道，苏晨狞笑不已，他此时已经接近疯狂，张江庭的手段，让苏晨不齿，但是他更要让对方的心理防线，彻底崩溃，这样才能够杀掉他。要杀一个同等级的高手，绝不容易，尤其是一个已经是神脉高手的强者，即便是真的杀掉对方，那也是伤敌一千自损八百，而且最后鹿死谁手，完全不得而知。

    “那就尝尝疯子的手段吧。”

    苏晨冷笑一声，奔行如虎，在房间之中穿梭，张江庭只能避其锋芒，不敢与苏晨对战，因为这个家伙就是在用自己的生命在战斗，张江庭知道自己拼不过他，只能找机会下手，伺机而动。

    但是苏晨会给他机会吗？显然不会，苏晨的灵活性，让张江庭完全不敢相信，几乎三步一跨，就已经追上了自己，拳拳到肉，悍不畏死的冲锋，是一个战士视死如归的气势，这种气势，张江庭没有，苏晨勇猛如豺狼虎豹，张江庭根本难以撄其锋锐。

    “我看你能躲到几时。”

    苏晨抓准机会，一记剪刀脚，绊倒了张江庭，张江庭单手支地，弹跳而起，而苏晨的速度更快，在张江庭还没有起来的时候，就已经对其发动了攻势。掌刀如风，直接砍在了张江庭那条被苏晨抓破血肉的左臂之上，张江庭眼神一寒，从背后掏出一把一尺短锋，直接灌入了苏晨的手臂之中，苏晨目光冰冷，神色不变，任凭血流不止，双手变化，抓住了张江庭的手臂，一记膝顶，张江庭的胳膊，被苏晨生生扯了下来。鲜血溅了一地，老者浑身颤抖，跌倒在地，脸上青筋暴起，怒目圆睁，迅速后退，看向苏晨的时候，眼中只剩下惊恐与骇然。

    “噗——”

    苏晨拔下那把插在自己肩膀之上的匕首，鲜血喷涌，苏晨连续点了自己的数处穴道，止血了血，直接撕下自己身上的衣服，包扎在伤口之上。苏晨浑身**，漏出了一身古铜色的皮肤，满身的腱子肉，相当恐怖。

    杨羽娣望着这一幕，心酸无比，泪如泉涌，刚才的血腥一幕，苏晨撕掉了老者的手臂，她不害怕，她担心的是苏晨肩膀上的伤势。

    “嘶——鲜血的味道，我喜欢。”

    苏晨轻轻舔了舔匕首之上的血，目光盯着张江庭，让对方完全丧失了信心，张江庭默默的望着苏晨，舔了舔干涩的嘴唇，一步步退后，脸色苍白无血，他内心早已经彻底崩溃了，苏晨的进攻之势，让他防不胜防，一条手臂被生生撕掉，这是多么大的创伤跟耻辱，躲在一旁昏昏沉沉的张方圆，更是满脸惊恐，看向苏晨，宛如恶魔降临一般。

    “不，不要过来。”张江庭咬着牙说道。

    “你别逼我，否则我宁愿跟你同归于尽。”

    “想跟我同归于此是吧？就怕你没这个本事。”

    苏晨冷哼一声，到现在为止，他跟张江庭交手的次数并不算多，可是从一开始苏晨浑身就已经被怒火燃烧，热血沸腾，气势如虹，张江庭想不到苏晨竟然悍不畏死，就算是拼着自己深受重创，也绝对不让他好过，这跟野兽的肉搏，有什么区别？但正是如此，苏晨一步步摧毁他的心理防线，让他甚至已经难以生气抵抗之心。

    “我不甘心！我堂堂神脉高手，绝不会死在这里。”

    张江庭怒不可遏，夹杂着恐惧，发起了最后的冲锋，独臂而行，闪电出腿，与苏晨拳脚相搏，苏晨冷笑连连，手中匕首一次次险而又险的逼退张江庭，张江庭腿法如电，依旧战力相当，虽然被苏晨撕掉了一条胳膊，但是他毕竟没有受到什么致命伤，再加上他本就是以腿法著称，虽然血流了不少，有些气虚，可是还不影响他誓死一战。

    “你唯有一死，才能解脱。”

    苏晨笑着说道，可这笑容，看在张江庭跟张方圆的眼中，宛如魔鬼的制裁。

    苏晨拳法迅猛，金钟罩铁布衫，任凭张江庭如何攻击，都是无法伤其分毫，苏晨蓄力一击，一拳打出，若蛟龙出海，雷震九天，凶悍程度，已达巅峰，苏晨甚至自信，即便是打通四条经脉的神脉高手，受了自己这一拳，也未必会好受。

    “砰！”

    张江庭被苏晨一拳击飞，脚底板痛入骨髓，甚至连那条腿都是抬不起来了，张江庭撞在了木制家具之上，家具被撞得稀巴烂，而张江庭挣扎数次，脸色铁青，鲜血流个不停，一屁股坐在了地上，这一次，他终于感觉到了生命受到了威胁，成名多年的神脉高手，被一个年轻人完全碾压，张江庭死不甘心。

    “不要杀我，求求你，不要杀我，我张家家大势大，你若是杀了我，我张家绝不会放过你的。”

    张江庭咽了一口唾沫，脸色难看，他知道苏晨已经对他动了杀机，否则的话，绝不会誓死而战，他只有亮出最后的‘王牌’张家了，身为张家大长老，如果他被苏晨所杀，张家肯定不会放过他的。

    “若是忌惮你是张家大长老，从一开始，我就不会疯狂的想要杀你。我不仅要杀了你，我还要灭你满门，今日就是你张家百年劫难。”

    苏晨目不转睛的盯着张江庭后者已经丧失了战斗能力，否则不会求饶，张江庭没想到自己想要将一个天才灭杀在摇篮中，但是却反被人家给灭了，不得不说这真的是一个大大的讽刺。

    “不要杀我，求你了，求求你了。”

    张江庭满脸恐惧，活了这么大岁数，死亡，依旧是他最害怕的事情，能活着，谁有愿意去死呢？

    “羽娣被你一掌击中，如不是有碧水莲花的莲藕在，她必死无疑，从那一刻，我就决定，你必须要死。上天有路你不走，你张家人还真是自寻死路。”

    苏晨心如止水，杨羽娣差点死在了张江庭的手中，这个仇，苏晨必须要报。

    “你会后悔的，张家绝不会放过你的。”

    张江庭怒吼着，不甘心就此死去，不过苏晨一拳而至，直接击中了他的太阳穴，苏晨连续三拳，重若千钧，三拳，生生打碎了张江庭的露骨，血肉模糊，就连张方圆都认不出，那个断了一条胳膊，被人打死连面目都认不出来的人就是他尊重且畏惧的大长老张江庭。

    苏晨抬起头，看了一眼靠在沙发后面，连动都不敢动的张方圆之时，笑容微微翘起，张方圆意识到自己的生命，似乎也即将走到尽头了。

    “我没有动手，求求你放过我吧。”

    “没骨气的东西，张家全都是你们这些软骨头吗？低三下四，注定是张家的败类。”苏晨沉声喝道，但他并没有打算就此杀掉他，因为他对于自己还有用。

    苏晨给冯德虎打了个电话，让他来处理后事，现场凌乱不堪，这一战惊动了整个楼层，外面已经满是保安，但是当保安踹开门之后，看到现场的一幕，却愣是没敢说什么，门口处，张江庭正好死在那里，断了一条胳膊，骨肉可见，最让人难以接受的是，这个人面目全非，整个脑袋被打成了肉饼。那个保安队长在看到这一幕之后，转身离开，出了门口，便是呕吐起来。

    这一刻，这间酒店宛如魔窟，谁也不敢再踏进一步，甚至已经有人打电话报了警。但是冯德虎却是先警察一步而来，而且洛阳市警察局长，是自己的二舅，冯德虎完全不虚，那些警察见了他，一个个也都是抱头鼠窜，生怕冯大少哪天不高兴，让自己的舅舅扒了他们这身皮。

    冯德虎火急火燎的进入酒店之后，看到这血腥一幕，也是彻底被震撼了。

    “晨哥，这——”

    “少废话，收拾现场吧。我有事，先走了。”

    苏晨沉声道，看到苏晨也受了伤，冯德虎没有多说，知道今天这事不简单，对着身后的人沉声喝道：

    “今天的事情谁敢说出去，我灭他满门。我冯德虎说到做到。”

    那酒店大厅的经理认识冯德虎，赶忙驱散众人，生怕再惹出什么大篓子来，在洛阳市，冯德虎就是半个土皇帝，谁敢惹？

    “走吧。”苏晨抓起张方圆说道。

    “去，去，去哪？”张方圆早就被苏晨的威势下的魂飞魄散，结结巴巴的说道。

    “我说过，我要灭张家满门！”

    苏晨眼中血光涌动，这是他毕生以来第一次动了真怒，当杨羽娣奄奄一息的那一刻，他才明白这个善良的女孩在自己心中的地位，早已经无可替代。

    张方圆倒吸了一口冷气，脸色难看到了极点，战战兢兢的看着苏晨，这家伙不会是疯了吧？

    “我不会带你去的。”张方圆咬牙说道。

    苏晨匕首一挑，直接刺穿了张方圆的手掌心，一分一毫的向外划去，鲜血四溅，冯德虎脸色难看，有些战战兢兢，这特么晨哥也太虎了吧？干掉了一个面目全非的老人，如今又对这个家伙威逼，难道晨哥有专门虐待老年人的倾向？他当然不知道那个躺在地上已经看不清容貌的老人，会是一个举世罕见的绝顶高手。

    “我去，我去，我去！”

    十指连心，张方圆终于还是忍不住那种非人类的折磨，眼泪跟汗水混为一起，几乎是哭着说道。`)

  await reader(null) // close
})()
